<?php

return [

    'vat_txt' => ' مبلغ العطاء شامل القيمه المُضافة ٥٪ ',
    'customer_detail' => 'تفاصيل العميل',
    'negotiate_owner_bid' => 'طلب',
    'accept_for' => 'قبول ل',
    'owner_nego_alert' => 'هل أنت متأكد من قبول',
    'login' => 'تسجيل دخول',
    'enter_cred' => "برجاء ادخال اسم المستخدم ورمز المرور الخاص بك لتسجيل الدخول ",
    'reset_txt' => 'اعادة ضبط كلمه السر ',
    'reset' => 'إعادة تعيين',
    'buy_price'=>'اشترى الان بسعر ',
    'forgot' => 'هل نسيت كلمه السر  ',
    'log_in'=>'تسجيل الدخول ',
    'sign_up'=>'تسجيل',
    'registration' => 'اشتراك',
    'all' => 'الكل  ',
    'live' => 'مباشر',
    'inven' => 'المخزون',
    'deals' => 'الصفقات',
    'corporate'=> 'شركة كبرى',
    'live_content' => 'العروض المباشرة ',
    'inven_content' => 'عروض المخزن ',
    'deals_lc' =>'الصفقات',
    'all_content' => 'الكل  ',
    'own_bid' => 'مزايدتك هي الأعلى',
    'cur_bid' => 'المزايدة الحالية',
    'bid_next' => 'المزايدة التالية ',
    'buy_now' => 'إشتري الآن ',
    'your_bid' => 'ادخل مبلغ المزايدة ',
    'bid_now' => 'زايد الان ',
    'add' => 'يضيف',
    'details' => 'التفاصيل ',
    'time_left' => 'الوقت المتبقي ',
    'next_bid' => 'قيمة المزايدة التالية ',
    'bid_amount' => 'مبلغ المزايدة ',
    'max_amount' => 'الحد الاقصى للمزايدة الخاص بك  ',
    'neg_amount' => 'مبلغ التفاوض ',
    'max_bid' => 'حدد اعلى قيمة للمزايدة ',
    'profile_first_name' => 'الاسم الأول',
    'profile_last_name' => 'الكنية',

    'profile_pwd' => 'كلمه السر',

    'emirates_id_front' => 'الهوية الإماراتية',
    'emirates_id_back' => 'عودة بطاقة الهوية الإماراتية',
    'passport_front' => 'الجبهة جواز السفر',
    'passport_back' => 'عودة جواز السفر',
    'other_doc' => 'آخر',
    'estimated_amount' => 'القيمة المقدرة',

    'p_first_name' => 'الاسم الأول',
    'p_last_name' => 'الكنية',

    'p_pwd' => 'كلمه السر',
    'p_emirates_id_front' => 'الهوية الإماراتية',
    'p_emirates_id_back' => 'عودة بطاقة الهوية الإماراتية',
    'p_passport_front' => 'الجبهة جواز السفر',
    'p_passport_back' => 'عودة جواز السفر',
    'p_other_doc' => 'آخر',
    'p_estimated_amount' => 'القيمة المقدرة',
    'p_email' => 'الايميل ',
    'p_mobile' => 'رقم الموبايل ',
    'p_phone' => 'رقم التلفون ',
    'p_rta' => 'ملف RTA رقم : ',
    'p_credit' => 'حجم الإتمان ',
    'p_deposit' => 'المبلغ المودع ',
    'p_passport' => 'جواز السفر ',
    'p_doc' => 'ملفات',


    'profile_email' => 'الايميل ',
    'profile_mobile' => 'رقم الموبايل ',
    'profile_phone' => 'رقم التلفون ',
    'profile_rta' => 'ملف RTA رقم : ',
    'profile_credit' => 'حجم الإتمان ',
    'profile_deposit' => 'المبلغ المودع ',
    'profile_passport' => 'جواز السفر ',
    'profile_doc' => 'ملفات',
    'history' => 'سجل ',
    'notify_title' => 'الإخطارات',
    'specify' => 'المواصفات ',
    'detail_title' => 'تفاصيل المزاد ',
    'notify_pref' => 'إعدادات الإخطارات ',
    'home_title' => 'الصفحة الرئيسية ',
    'no_result' => 'لا نتيجة ',
    'no_data'=>'لا توجد بيانات ',
    'enter_data' => 'برجاء ادخال',
    'trade_license' => 'الرخصة التجارية ',
    'negotiate_bid' => 'التفاوض ',

    'home_menu' => 'الصفحة الرئيسية ',
    'about_menu' => 'حول',
    'contact_menu' => 'اتصل بنا',

    // 'profile_menu' => 'Profile',
    'profile_menu' => 'الملف الشخصي',
    'notification_menu' => 'الإخطارات',
    'history_menu' => 'التاريخ',
    'logout_menu' => 'الخروج',

    'company_menu' => 'شركة',
    'privacy_menu' => 'سياسة الخصوصية',
    'terms_menu' => 'تعليمات الاستخدام',
    'support_menu' => 'الدعم',
    'faq_menu' => 'أسئلة وأجوبة',
    'password' => 'كلمه السر',

    'error_email_req' => 'يرجى إدخال اسم المستخدم الخاص بك أو البريد الإلكتروني',
    'error_password' => 'من فضلك أدخل رقمك السري',


    'or' => 'أو',
  'user_or_email' => 'اسم المستخدم أو البريد الالكتروني',


    'get_started' => 'البدء',
    'get_started_desc' => 'تواجه صعوبة في البدء - يرجى الاتصال بمدير حسابك للحصول على مزيد من الدعم',

    'copyright' => 'كل الحقوق محفوظة. - watchmybid',

    'about_desc_first' => 'WatchMyBid.com هو تاجر السيارات الشهير في دولة الإمارات العربية المتحدة التي اكتسبت سمعة تقديم خدمات بيع سيارة متفوقة. نحن المصدر الرئيسي للسيارات المستعملة في الشرق الأوسط ، حيث نقدم مجموعة واسعة من المركبات التي تم فحصها مسبقا لتجار السيارات على المستويين الوطني والدولي. منصة التداول الافتراضية الخاصة بنا هي حلم تاجر سيارات حقيقي ، حيث إنها تعد بالوصول الحصري إلى قاعدة عملاء هائلة بدون ثمن باهظ. نحن نعد بتخفيف عملك عن طريق ربطك بعدد كبير من المستهلكين الذين يتطلعون إلى التجارة في سياراتهم. تحتاج فقط إلى جهاز ذكي لاستخدام قاعدة البيانات الخاصة بنا من أي مكان في العالم. وعلاوة على ذلك ، يمكنك أيضًا تحديد سعر السيارة عن طريق المزايدة على سياراتك المستهدفة.',

    'about_desc_second' => 'كل ما عليك القيام به للوصول إلى خدماتنا لبيع السيارات الآمنة هي التسجيل معنا وبغض النظر عن موقعك ، نضمن لك إمدادات ثابتة من مجموعة واسعة من السيارات بأفضل قيمة في السوق. تفضل بزيارة مكاتبنا في القوز ، بالقرب من محطة مترو FGB ، مقابل Gold and Diamond Park للتسجيل.
    يمكنك أيضًا الاتصال بالسيد إكرام فاروقي على الرقم +971554922425 أو +97143382337 لمزيد من المعلومات.',

    'terms_label' => 'أحكام وشروط',

    'auction_search' => 'البحث في المزاد هنا ..',
    'delete_success' => 'Successfully removed',
    'are_you_sure' => 'Are you sure?',
    'confirm_delete' => 'Once deleted, you will not be able to recover this file!',





];
